{
    "aboutUs": "About Us",
    "ted": "TED",
    "tedSubLabel": "Ideas Worth Spreading",
    "tedx": "TEDx",
    "tedxSubLabel": "Independently Organized TED Events",
    "tedxSubtitle": "Independent TED Events",
    "tedxlakeheadu": "TEDxLakeheadU",
    "tedxconcordiauniversity": "TEDxConcordiaUniversity",
    "tedxisfahanuniversityoftechnology": "TEDxIsfahan University of Technology",
    "tedxlakeheaduSubtitle": "Local TEDx Event",
    "tedxconcordiauniversitySubtitle": "Local TEDx Event",
    "dateAndTime": "Date & Time",
    "dateAndTimeSubLabel": "Schedule Details",
    "dateAndTimeSubtitle": "Schedule & Location",
    "agenda": "Agenda",
    "agendaSubLabel": "Event Plan",
    "agendaSubtitle": "Program Details",
    "members": "Members",
    "membersSubLabel": "Be a Part of Our Community",
    "membersSubtitle": "Our Community",
    "event": "Event",
    "team": "Team",
    "teamSubtitle": "Our Community",
    "speaker": "Speaker",
    "speakers": "Speakers",
    "speakersSubLabel": "Share Your Ideas on Stage",
    "speakersSubtitle": "Featured Presenters",
    "teamMember": "Team Member",
    "attendees": "Attendees",
    "coreTeam": "Core Team",
    "partners": "Partners",
    "media": "Media",
    "photos": "Photos",
    "videos": "Videos",
    "mediaSubtitle": "Event Highlights",
    "photosSubtitle": "Captured Moments",
    "videosSubtitle": "Watch the Talks",
    "joinUs": "Join Us",
    "joinUsSubtitle": "Your Path to Participation",
    "joinUsSpeakerDescription": "Join us as a Speaker to share your expertise and passion on the TED Talks stage, where your ideas can inspire the world.",
    "joinUsTeamMemberDescription": "Are you passionate about our mission and want to be part of a dynamic team working towards a common goal?",
    "joinUsSponsorDescription": "Support our mission, be a crucial part! Join us as a Sponsor and make a lasting impact with TED Talks.",
    "heroTitle": "Experience an authentic TEDx event with TEDxConcordiaUniversity!",
    "heroSubTitle": "Explore the extraordinary at TEDxConcordiaUniversity, where TED Talks come alive with inspiration ...",
    "hero2024Title": "Stay Tuned! Our Future Unfolds Shortly",
    "hero2024SubTitle": "TEDxConcordiaUniversity is Loading, Brace for Impact!",
    "learnMore": "Learn More",
    "exploreMore": "Explore More",
    "featureTitle": "Unveiling the TED Universe",
    "featureSubTitle": "Understanding TED, TEDx et TEDxConcordiaUniversity",
    "tedDescription": "TED (Technology, Entertainment, Design) is a nonprofit group known for its brief, compelling talks on a variety of subjects under 'Ideas Worth Spreading'. TED seeks to reveal and distribute ideas that fuel creativity and spur significant transformations. It centers on curiosity, logic, awe, and the quest for knowledge. TED warmly welcomes people from every field and background who pursue deep insights into the world and valuable connections.",
    "tedxDescription": "TEDx events provide a distinctive experience with outstanding speakers, stimulating videos, and conversations that expand viewpoints. These community-based gatherings feature presentations and performances akin to TED talks, designed to motivate and disseminate knowledge. Each TEDx event, organized and run autonomously, is crafted to suit the needs of its local community. While differing in content and form, all TEDx events champion creativity, curiosity, and the goal of sharing impactful ideas.",
    "tedxConcordiaUniversityDescription": "TEDxConcordiaUniversity is an energetic, emerging TEDx team located in Montreal, driven by the city’s vibrant culture. As part of the global TEDx community, we strive to build a forum where local voices deliver transformative ideas worth sharing. We are eagerly preparing for our inaugural event, a full-day experience in downtown Montreal this fall, featuring inspiring talks and nurturing connections that spark creativity, curiosity, and transformative change.",
    "programs": "PROGRAMS",
    "community": "COMMUNITY",
    "ourCommunity": "OUR COMMUNITY",
    "followUs": "FOLLOW US",
    "organizers": "Organizers",
    "sponsor": "Sponsor",
    "sponsors": "Sponsors",
    "sponsorsSubLabel": "Support Innovation and Ideas",
    "sponsorsSubtitle": "Event Supporters",
    "joinUsTitle": "be a part of something incredible ✌️",
    "joinUsSubTitle": "Beyond Attendance: Be a Part of the Creation ;)",
    "you": "You",
    "joinTheTeam": "Join the Team",
    "firstName": "First Name",
    "middleName": "Middle Name",
    "lastName": "Last Name",
    "dateOfBirth": "Date of Birth",
    "occupation": "Occupation",
    "reasonToJoinTeamTitle": "Why do you want to be a part of TEDxConcordiaUniversity?",
    "reasonToJoinTeamPlaceholder": "Write a short paragraph about why you want to be a part of TEDxConcordiaUniversity? (max. 300 words)",
    "reasonToJoinSpeakerTitle": "Why do you want to be a speaker at TEDxConcordiaUniversity?",
    "reasonToJoinSpeakerPlaceholder": "Write a short paragraph about why you want to be a speaker at TEDxConcordiaUniversity? (max. 300 words)",
    "favoriteCommitteeTitle": "Choose your Favorite Committee",
    "favoriteCommitteePlaceholder": "Please, write a short paragraph about why you want to join your chosen committee/committees, include your relevant skills, experience, and goals. (max. 300 words)",
    "ideaToTalkTitle": "Your idea to talk",
    "ideaToTalkPlaceholder": "Please, write a short paragraph about the idea you want to talk about. (max. 300 words)",
    "contactInfoTitle": "Contact information",
    "contactInfoPlaceholder": "Please let us know how we can be in touch with you.",
    "educationLevel": "Please select your education level.",
    "preferredPronounTitle": "Please select a preferred pronoun.",
    "preferredPronounPlaceholder": "Select your preferred pronoun",
    "selectDateOfBirth": "Please select a valid date of birth.",
    "submit": "Submit",
    "sheHer": "She, Her",
    "heHim": "He, Him",
    "theyThem": "They, Them",
    "other": "Other",
    "companyName": "Company Name",
    "companyNamePlaceholder": "Provide the name of your company.",
    "companyDescription": "Company Description",
    "companyDescriptionPlaceholder": "Please write a short paragraph about your company (max. 300 words).",
    "joinUsPageTitle": "Be a Part of Something Extraordinary",
    "joinUsPageSubTitle": "Connect with Visionaries, Innovators, and Changemakers Speakers, Team Members, and Sponsors Welcome!",
    "joinUsSponsorPageTitle": "Elevate Your Brand with Us!",
    "joinUsSponsorPageSubTitle": "Your Brand, Our Platform: A Win-Win Collaboration",
    "joinUsSpeakerPageTitle": "Be the Change: Speak at TEDxConcordiaUniversity!",
    "joinUsSpeakerPageSubTitle": "Shape the Future with Your Ideas on Our Stage",
    "sponsorFormTitle": "Sponsor Now!",
    "sponsorFormSubTitle": "Secure Your Spot as a Featured Partner",
    "speakerFormTitle": "Speak Your Truth!",
    "speakerFormSubTitle": "Apply to Speak Today",
    "mediaPageTitle": "Captured Moments :)",
    "sponsorPageTitle": "Our Generous Sponsors",
    "sponsorPageSubTitle": "Honoring the Outstanding Contributions of Our Event's Valued Sponsors",
    "teamPageTitle": "The Team That Makes It Happen",
    "teamPageSubTitle": "Meet the team behind the moments that inspire and ignite change",
    "eventPageSubTitle": "Mark Your Calendar and Prepare for an Exciting Day!",
    "agendaPageTitle": "Our Inspiring Talk Schedule",
    "agendaPageSubTitle": "Uncover a World of Ideas, Insights, and Inspiration in Our Comprehensive Talk Schedule",
    "speakerPageTitle": "Our Speakers",
    "statisticsTitle": "Event Impact Meter",
    "statisticsSubTitle": "Where Numbers Tell a Story!",
    "seeProfile": "See Profile",
    "saminQuote": "I'm a physics student who enjoys discovering new, interesting things. I became the organizer of TEDxAveLorne to share and learn from others. After being a team member at TEDxZanjan, I took on the role of leading the team, valuing teamwork and new opportunities.",
    "fatemehQuote": "Studying mining engineering might help me to find the treasures I am always looking for in people's words. I am here to experience and enjoy working in a non-profit organization and let unwritten books get read.",
    "reihanehQuote": "As an enthusiastic electrical engineering master's student at McGill University, I bring a unique blend of technical expertise and a profound passion for storytelling. Volunteering at TEDx AveLorne is my platform for empowering normal people to share their unique stories, bringing about positive changes through the magic of ideas.",
    "erfanQuote": "Being a student for a long time, I have always been excited to hear novel ideas. Working with the TEDxAveLorne team has been an incredible opportunity to not only absorb fresh perspectives but also contribute to the spread of groundbreaking ideas. It has been a rewarding journey of growth, learning, and inspiration!",
    "zahraQuote": "I always believe in the power of words. I think a TED talk is a great place to let powerful words incline people's minds to move, act, or make a new life-saving decision!",
    "fathimaQuote": "Each individual possesses unique knowledge, and when combined, these knowledge silos can create great wonders. Knowledge is valuable in any domain, which is why I joined TEDxAveLorne: to connect with knowledgeable people, share ideas, and continuously improve myself!",
    "hamidrezaQuote": "So excited to be part of the TEDxAveLorne team! I'm passionate about both communicating science to a broad audience and being part of the committees and clubs that promotes it. Look forward to sharing innovative ideas for a more sustainable world.",
    "baharanQuote": "I am a Deep Learning-focused Software Engineer on a quest for innovative patterns and ideas. I enjoy sharing knowledge and am eager to inspire at TEDx events. Let's embark on this journey of ideas together.",
    "melikaQuote": "As a Concordia University PhD student in Computer Engineering, I'm excited to lead TEDxAvelorne's marketing for sponsorships, merging tech passion with networking skills to enhance partnerships and create memorable experiences for our audience and sponsors.",
    "mohammadQuote": "To share my skills and help friends in creating something meaningful.",
    "minaQuote": "To meet new people, new ideas, new opportunities and contribute to my community in Montreal!",
    "motaharehQuote": "TED greatly affected my career trajectory. Watching a TED talk on expanding human senses turned my interest from the galaxies of stars above my head to the galaxies of neurons inside it. So, I joined TEDxAveLorne as a curator to help craft talks that could similarly inspire and impact others.",
    "aryanaQuote": "As a scientist, I am always eager to hear different ideas in diverse fields. Moreover, I am interested in learning how to give effective talks and keep my audience engaged. Therefore, I joined the TEDxAveLorne curation team to help the speakers on their journey to prepare their talks!",
    "pegahQuote": "To be part of a group of people interested in spreading ideas despite all the difficulties.",
    "royanQuote": "Coming soon.. Stay tuned for an intriguing biography!",
    "edwinQuote": "Coming soon.. Stay tuned for an intriguing biography!",
    "gezalQuote": "Coming soon.. Stay tuned for an intriguing biography!",
    "aminQuote": "I'm here at TEDxConcordiaUniversity to spark groundbreaking ideas. As a Concordia University master's grad in computer science, being part of this team allows me to channel my passion into creating a digital platform that mirrors TEDxConcordiaUniversity's spirit of innovation. Let's craft an unforgettable experience for our audience and speakers!",
    "peggyBellQuote": "Peggy Bell, a leader in communications and innovation in mining, has 15+ years of experience driving strategic growth and talent attraction. A respected speaker on organizational strategies and sustainability, she volunteers with STEM organizations, showing her commitment to the industry's future.",
    "leilaKosseimQuote": "Leila Kosseim, a professor at Concordia University, specializes in Natural Language Processing. She co-founded the CLaC lab and has served as President of the Canadian AI Association. Leila has extensively published in NLP.",
    "floreDeshayesQuote": "Flore Deshayes, a social worker and mindfulness instructor from France, now in Canada, has worked with indigenous communities and diverse cultures, promoting well-being and mindfulness.",
    "kiraDolhanQuote": "Kira Dolhan, a master’s student, studies ICU patients with coma or consciousness disorders, using EEG and computational neuroscience. She volunteers in search and rescue, serving as Training Officer for the Royal Canadian Marine Search and Rescue and now with the Pointe-Claire Volunteer Rescue Unit.",
    "myraVirgilQuote": "Myra Virgil, a social worker with experience in child protection and youth programs, works in Bermuda on human rights and race relations. She holds degrees in Sociology, Social Work, and a PhD, with additional training in leadership and mediation.",
    "janetPerlmanQuote": "Janet Perlman, an animation director, writer, and illustrator, has earned global honors including an Oscar nomination and an Emmy. She collaborates with the National Film Board of Canada, writes children’s books, and teaches. Currently, she works on an experimental film, Tiny Screens.",
    "peggyBellBiography": "With over 15 years of experience in the mining industry, Peggy Bell is a renowned leader in communications, business development, and innovation. Her contributions have driven strategic growth and reshaped talent attraction within the sector. Peggy's expertise in leading diverse teams and achieving key performance indicators has been demonstrated through her senior roles in multi-national STEM organizations. As a respected speaker, Peggy has shared her insights on organizational strategies and sustainability at prestigious events. Her volunteer work with STEM-focused organizations further highlights her commitment to the industry's future. Focusing on creating a sector with trusted data-driven communications and focusing on talent advocacy, Peggy Bell is a trusted authority in the mining industry, offering valuable perspectives on its potential for positive transformation.",
    "leilaKosseimBiography": "Leila Kosseim is a professor in the Computer Science & Software Engineering (CSSE) Department at Concordia University in Montreal specialising in the area of Natural Language Processing. She obtained her PhD from the University of Montreal in 1995 on the topic of Natural Language Generation. Between 1995 and 1997, she obtained an NSERC Industrial Postdoctoral Fellowship and worked on the development of the Antidote Software at Druide informatique inc. From 1998 to 2001, she served as a lecturer and researcher at the University of Montreal within the RALI group. In 2001, she joined Concordia, and co-founded the CLaC lab (Computational Linguistics @Concordia). Leila had the honor to serve as Vice-President (2017-2019), President (2019-2021) and Past-President (2021-2023) of the Canadian AI Association (CAIAC).",
    "floreDeshayesBiography": "Hailing from France originally, she has made Canada her home for the past 6 years. A dedicated social worker and mindfulness meditation instructor, her career has encompassed working with indigenous communities and engaging with diverse cultures across continents. Join her at TEDx as she shares insights from her global experiences in promoting well-being and mindfulness, and will talk about the power of silence.",
    "kiraDolhanBiography": "Kira is a master’s student who studies patients in the intensive care unit diagnosed with coma or disorder of consciousness. Her work involves recording electroencephalography (EEG) from these patients and applying various computational neuroscience techniques (e.g., quantifying brain functional connectivity) to the data, with the aim of improving patient diagnosis and prognostication. In addition to her studies, she has volunteered with search and rescue (SAR) organizations for the past three and a half years. She began volunteering for Royal Canadian Marine Search and Rescue in Victoria (British Columbia), where she was elected as Training Officer, and thus organized the marine SAR curriculum and training for our station. Since moving to Montreal, she has volunteered with the land-based urban and rural Pointe-Claire Volunteer Rescue Unit.",
    "myraVirgilBiography": "As a philanthropy advisor by day, Myra is responsible for building a permanent community asset for Bermuda, seeking social investment opportunities that improve the quality of life for residents and helping individuals, families and businesses establish legacy funds that align with their philanthropic missions. A social worker by profession trained and educated in Canada, she held senior management positions with the Bermuda Government, the Government of Quebec’s Department of Youth Protection and The Atlantic Philanthropies, a global philanthropic foundation. Myra has also served as Board Chair for several nonprofits and as an associate lecturer in Special Care Counseling at Vanier College in Montreal.",
    "janetPerlmanBiography": "Janet Perlman, an animation director, writer, and illustrator, has earned global honors including an Oscar nomination and an Emmy. She collaborates with the National Film Board of Canada, writes children’s books, and teaches. Currently, she works on an experimental film, Tiny Screens.",
    "peggyBellTalkDescription": "In this thought-provoking talk, Peggy Bell challenges common perceptions of the mining industry and unveils its pivotal role in our everyday lives and the global economy. She sheds light on the sector's potential for positive transformation through compelling statistics and personal insights. Discover how embracing diversity, innovation, and sustainability can revolutionize mining from exploitation to empowerment. This talk is a call to action for industry leaders and individuals alike to rethink their relationship with mining and its impact on the world. With over 15 years of experience in the mining industry, Peggy Bell is a renowned leader in communications, business development, and innovation. Her contributions have driven strategic growth and reshaped talent attraction within the sector. Peggy's expertise in leading diverse teams and achieving key performance indicators has been demonstrated through her senior roles in multi-national STEM organizations. As a respected speaker, Peggy has shared her insights on organizational strategies and sustainability at prestigious events. Her volunteer work with STEM-focused organizations further highlights her commitment to the industry's future. Focusing on creating a sector with trusted data-driven communications and focusing on talent advocacy, Peggy Bell is a trusted authority in the mining industry, offering valuable perspectives on its potential for positive transformation. This talk was given at a TEDx event using the TED conference format but independently organized by a local community.",
    "leilaKosseimTalkDescription": "With recent advancements in machine natural language understanding, many of us have been impressed by computers' ability to understand and interact in natural language. In this talk, Leila, an AI professor specializing in natural language processing, will provide a glimpse behind the scenes, exploring the science driving these intelligent systems. Leila Kosseim is a professor in the Computer Science & Software Engineering (CSSE) Department at Concordia University in Montreal specialising in the area of Natural Language Processing. She obtained her PhD from the University of Montreal in 1995 on the topic of Natural Language Generation. Between 1995 and 1997, she obtained an NSERC Industrial Postdoctoral Fellowship and worked on the development of the Antidote Software at Druide informatique inc. From 1998 to 2001, she served as a lecturer and researcher at the University of Montreal within the RALI group. In 2001, she joined Concordia, and co-founded the CLaC lab (Computational Linguistics @Concordia). Leila had the honor to serve as Vice-President (2017-2019), President (2019-2021) and Past-President (2021-2023) of the Canadian AI Association (CAIAC). This talk was given at a TEDx event using the TED conference format but independently organized by a local community.",
    "floreDeshayesTalkDescription": "In this talk, the speaker delves into the profound significance of silence in human interaction, revealing its potential as a powerful communication tool. Exploring various types of silence—productive, obstructive, and neutral—the talk illustrates their impacts on interactions through relatable scenarios. The speaker highlights how silence can convey emotions and thoughts, enhance active listening, and foster deeper connections. Additionally, the talk discusses cultural differences in the perception of silence, sharing a personal anecdote about silence in Inuit culture, and advocates for mindfulness to improve presence and connection. Ultimately, this talk encourages embracing silence to enrich communication and relationships. Hailing from France originally, she has made Canada her home for the past 6 years. A dedicated social worker and mindfulness meditation instructor, her career has encompassed working with indigenous communities and engaging with diverse cultures across continents. Join her at TEDx as she shares insights from her global experiences in promoting well-being and mindfulness, and will talk about the power of silence. This talk was given at a TEDx event using the TED conference format but independently organized by a local community.",
    "kiraDolhanTalkDescription": "Exploring new experiences is always intimidating for us, particularly when we feel we lack the necessary qualifications. Neuroscience student, Kira Dolhan, explains how her seemingly mismatched personal and physical traits not only helped her succeed in the challenging world of marine search and rescue but also left an impact on it. Through her story, discover how your unconventional qualities can make you and your team unique. Kira is a master’s student who studies patients in the intensive care unit diagnosed with coma or disorder of consciousness. Her work involves recording electroencephalography (EEG) from these patients and applying various computational neuroscience techniques (e.g., quantifying brain functional connectivity) to the data, with the aim of improving patient diagnosis and prognostication. In addition to her studies, she has volunteered with search and rescue (SAR) organizations for the past three and a half years. She began volunteering for Royal Canadian Marine Search and Rescue in Victoria (British Columbia), where she was elected as Training Officer, and thus organized the marine SAR curriculum and training for our station. Since moving to Montreal, she has volunteered with the land-based urban and rural Pointe-Claire Volunteer Rescue Unit. This talk was given at a TEDx event using the TED conference format but independently organized by a local community.",
    "myraVirgilTalkDescription": "...",
    "janetPerlmanTalkDescription": "...",
    "videoThumbnailTitle": "Stay Tuned!",
    "videoThumbnailSubTitle": "The Talk Premiere Coming Up!",
    "talkTopic": "Talk Topic",
    "comingSoon": "Coming Soon ...",
    "getTicket": "Get Ticket",
    "stepIntoThePast": "Step into the Past:",
    "unlockTheFuture": "Unlock the Future:",
    "scrollingTeamTitle": "Behind the Scenes",
    "scrollingTeamSubTitle": "The Brilliant Organizers of the 2025 Event",
    "scrollingTeamButtonLabel": "Explore Team",
    "exploreAllTalks": "Explore All 2023 Talks",
    "comingSoonEventPageTitle": "Event Details Coming Soon!",
    "comingSoonEventPageSubTitle": "Stay tuned as we finalize the date, time, and location of TEDxConcordiaUniversity.",
    "comingSoonTeamPageTitle": "Meet the Team Soon!",
    "comingSoonTeamPageSubTitle": "Behind every TEDx event is an amazing team. Our organizers will be sharing their stories with you soon.",
    "comingSoonSpeakersPageTitle": "Get Ready to Meet Our Speakers!",
    "speakersPageTitle": "Inspiring Minds on Stage",
    "speakersPageSubTitle": "Discover the Thinkers Shaping the Conversation",
    "comingSoonSpeakersPageSubTitle": "Our inspiring speakers are preparing to share their ideas. Check back soon to hear their stories.",
    "comingSoonMediaPageTitle": "Captured Moments Unfolding Soon!",
    "comingSoonMediaPageSubTitle": "Relive the TEDxConcordiaUniversity experience through photos and videos.",
    "fromOurPreviousEvent": "from Our Previous Event",
    "countdownTitle": "Tick-tock... TEDxConcordiaUniversity is almost here!",
    "landingPageTitle": "TEDxConcordiaUniversity Awaits!",
    "countdownSubTitle": "Get ready to have your mind blown!",
    "seconds": "Seconds",
    "minutes": "Minutes",
    "hours": "Hours",
    "days": "Days",
    "tellMeMore": "Tell Me More",
    "yourTicketAwaits": "Your Ticket Awaits",
    "getTicketTitle": "Get Your Ticket, Ignite Fresh Thinking!",
    "getTicketSubTitle": "A Full Day of Thought-Provoking Talks and Performances..",
    "ticket": "Ticket",
    "buyYourTickets": "Buy Your Tickets",
    "ticketSubtitle": "Get Your Ticket",
    "home": "Home",
    "eventDate": "April 10, 2025",
    "studentPass": "Student Pass",
    "generalAdmission": "General Admission",
    "frontRowSeats": "Front Row Seats",
    "onlyForStudents": "Only for Students",
    "fullAccessToAllTalks": "Full Access to All Talks",
    "premiumSeating": "Premium Seating",
    "buyTicket": "Buy Ticket",
    "organizingTeam": "Organizing Team",
    "esteemedSpeakers": "Esteemed Speakers",
    "menu": "Menu",
    "viewProfile": "View Profile",
    "doneyliDeJesusTitle": "Principal AI Architect",
    "doneyliDeJesusBio": "Doneyli is a Principal AI Architect at Snowflake, where he leads strategic initiatives in Generative AI and Machine Learning, helping organizations unlock the transformative power of AI. With over two decades of experience in AI & Data, he has been at the forefront of guiding enterprises through the ever-changing technological landscape. His expertise bridges the gap between cutting-edge technology and real-world impact, enabling businesses to turn data into actionable intelligence. Beyond his role at Snowflake, Doneyli is a thought leader and mentor dedicated to shaping the next generation of AI and data professionals. His passion for education and strategic thinking extends beyond boardrooms—he actively shares insights through public speaking, coaching, and industry mentorship. He believes that the future of AI is not just about technology but about empowering people to think differently and innovate fearlessly. He brings a unique perspective on the intersection of AI, business, and human potential—challenging audiences to rethink what’s possible in an AI-driven world.",
    "ysimerGonzalezTitle": "Supply Chain Manager",
    "ysimerGonzalezBio": "Ysimer Gonzalez is an Industrial Engineer with a focus on supply chain and operations management. With a proactive approach to continuous improvement, Ysimer has led innovative projects and managed inventory strategies, significantly impacting efficiency and processes. Ysimer's journey began as an assistant to the materials planning department, now leading the national Supply Chain team, she fosters talent and promotes diversity in engineering and technology fields. Passionate about mentorship, Ysimer supports future leaders and delivers insights on career development as a Mentor on ABB’s Female Mentoring and Development Program (FMDP). She is also cofounder of the FMDP mentees Alumni Network. Committed to inspiring others, Ysimer continually seeks to improve both professional and personal contexts through process enhancement and efficiency.",
    "rashidaGeddesTitle": "Leadership & Career Coach and Senior Talent Leader",
    "rashidaGeddesTitleBio": "Rashida Geddes is a Leadership & Career Coach and Senior Talent Leader committed to helping professionals overcome barriers, clarify goals, and unlock their potential! She has partnered with organizations like BMO, Bell, Meta, and HP to find, engage, and hire top talent. Her insights have been featured on Bell TV1, Rogers, and CBC Canada, as well as at Harvard Business School, where she empowers Millennials and Gen Z to own their brilliance and leverage their lived experiences. Through her coaching, speaking, and training, Rashida is shaping the next generation of leaders to create meaningful impact in their careers and organizations.",
    "anthonyAndreoliTitle": "PhD Researcher in Cybersecurity",
    "anthonyAndreoliBio": "Anthony is only a PhD researcher in Cybersecurity by day. The remainder of his time is consumed by two avenues: creating music, and the search for compassion. Given the world's obsession with self-worth associated to productivity, he wields a different perspective. Witnessing tragedies in his own family life, and within the families of those he loves, he observed that productivity was not even in the periphery of suffering; rather, a lack of unconditional and ever-present love seemed to be at its root. A single-pointed spiritual curiosity developed within him to understand the nature of suffering and the causes of emotional turmoil. Though some have called him sensitive, he believes a lack of proper sensitivity cuts down human creativity and, yes, productivity. He has spent nearly 3 years studying Advaita Vedanta in hopes of understanding existence and the human condition. In constant pursuit of higher-knowledge, Anthony's sole wish is to deliver the necessary conditions for human prosperity.",
    "geoffreyReidTitle": "CEO | Consultant | Professor | Author | Speaker",
    "geoffreyReidBio": "Geoffrey Reid began his career over thirty years ago as a public policy analyst in the Canadian Public Service after completing an undergraduate degree from Bishop’s University. In recent years, he has been serving as a CEO for a private multinational company with fifty locations around the world and is a global leader in business events and sales. In between, Geoffrey added a master’s degree, pursued doctoral studies, and worked as a self-employed mediator, trainer, and consultant for both public and private sector clients. In the five years that preceded his career shift to sales, Geoffrey also worked as an adjunct professor with the School of Graduate Studies at Concordia University in Montreal, Canada, teaching negotiation, mediation, and conflict resolution at the master’s level. Geoffrey began his sales career in Montreal in the year 2000 in a junior sales position, with the primary objective of learning sales—something he knew nothing about at the time. At the end of his first full year in sales, Geoffrey had generated more new personal sales revenue than any other employee in North America. Shortly thereafter, he entered management, and rose through the ranks to take local then national responsibility for all offices in Canada. In 2014, he was given international responsibilities and moved to global headquarters in London UK to accept a chief executive officer position, taking approximately one hundred flights per year to support offices in Asia, Europe and North America. His most satisfying contribution is having hired and/or developed, directly or indirectly, many of the current top sales performers, managers, and directors. Much of this satisfaction comes from Geoffrey having had the opportunity to share skill sets that have allowed his employees to generate top-end incomes for their own benefit and that of their families. Since the pandemic, Geoffrey has returned home to Montreal to play similar roles and to share more broadly what he has learned in his quarter-century sales career to help make up for the lack of sales education that exists in most business schools and elsewhere.",
    "antoniaMacrisTitle": "Manager of Corporate Learning, Environment and Climate Change Canada",
    "antoniaMacrisBio": "Antonia Macris is an interdisciplinary and trailblazing young professional, holding a Master of Arts in Educational Technology and Master of Environment from Concordia University, and a Graduate Diploma in Public Relations and Communications Management from McGill University. She works for the Government of Canada as Manager of Corporate Learning and Co-Chair of the National Youth Network at Environment and Climate Change Canada. Her past work experiences include the United Nations Environment Programme and McGill and Concordia Universities, where she developed student-alumni professional development and experiential learning opportunities. Her interests focused on advancing global environmental education and sustainable behaviour change communication across corporate, national and international sectors. Antonia has volunteered with multiple and diverse organizations for over a decade, including as current President of the Hellenic Initiative Canada Montreal New Leaders, Youth Secretary of the Hellenic Community of Greater Montreal, Canadian Non-Profit Director of the National Hellenic Students Association and Board Member of the Hellenic Scholarships Foundation. In 2025, Antonia was awarded the King Charles III Coronation Medal at the Senate of Canada and the National Assembly Medal for her youth leadership and community service contributions toward positively shaping the next generation of leaders across Canada and abroad.",
    "eventTime": "10:00 AM - 2:00 PM",
    "eventAddress": "1455 Blvd. De Maisonneuve Ouest",
    "quizModalButtonTitle": "Personality Test",
    "quizModalButtonSubTitle": "Start and see which personality is hidden inside you!",
    "eventAddressLine1": "Isfahan University of Technology",
    "eventAddressLine2": "Fotoohi amphitheater",
    "eventAddressLine3": "Esfahan, Iran",
    "previous": "Previous",
    "next": "Next",
    "showResult": "Show Result",
    "tryAgain": "Try again",
    "theTestIsCompleted": "The test is completed!",
    "startTheTest": "Start the test",
    "yourResult": "Your result",
    "questionOne": "What was your biggest challenge in the past year?",
    "questionOneAnswerOne": "Lack of motivation and energy",
    "questionOneAnswerTwo": "Organizing life and establishing a routine",
    "questionOneAnswerThree": "Creativity and innovation in work",
    "questionOneAnswerFour": "Loneliness and lack of social connections",
    "questionOneAnswerFive": "Managing stress and mental pressures",
    "questionOneAnswerSix": "Inability to start or finish projects",
    "questionOneAnswerSeven": "Lack of time and time management",
    "questionOneAnswerEight": "Adjusting to sudden changes in life",
    "questionTwo": "When you face an obstacle, what is your usual reaction?",
    "questionTwoAnswerOne": "I try to find a way around it",
    "questionTwoAnswerTwo": "I proceed step-by-step with a plan",
    "questionTwoAnswerThree": "I ask others for help",
    "questionTwoAnswerFour": "I wait a while for my energy to return",
    "questionTwoAnswerFive": "I find creative ways to solve the problem",
    "questionTwoAnswerSix": "Sometimes I give up and abandon the task",
    "questionTwoAnswerSeven": "I struggle hard to overcome the barrier",
    "questionTwoAnswerEight": "I turn to studying and learning",
    "questionThree": "Which of these habits would you like to strengthen in yourself?",
    "questionThreeAnswerOne": "Waking up early in the morning",
    "questionThreeAnswerTwo": "Daily reading",
    "questionThreeAnswerThree": "Regular exercise",
    "questionThreeAnswerFour": "Meditation and mental focus",
    "questionThreeAnswerFive": "Weekly planning",
    "questionThreeAnswerSix": "Reducing social media usage",
    "questionThreeAnswerSeven": "Learning new skills",
    "questionThreeAnswerEight": "Journaling daily thoughts",
    "questionFour": "Which of these issues bothers you the most in daily life?",
    "questionFourAnswerOne": "Procrastinating tasks",
    "questionFourAnswerTwo": "Forgetting responsibilities and commitments",
    "questionFourAnswerThree": "Distraction and lack of focus",
    "questionFourAnswerFour": "Chronic fatigue",
    "questionFourAnswerFive": "Excessive worry about the future",
    "questionFourAnswerSix": "Starting new projects without finishing previous ones",
    "questionFourAnswerSeven": "Loneliness and isolation",
    "questionFourAnswerEight": "Monotony and repetition",
    "questionFive": "What motivates you the most?",
    "questionFiveAnswerOne": "Seeing tangible results of my efforts",
    "questionFiveAnswerTwo": "Encouragement and support from others",
    "questionFiveAnswerThree": "Friendly competition with peers",
    "questionFiveAnswerFour": "Achieving small daily goals",
    "questionFiveAnswerFive": "Being inspired by others' success stories",
    "questionFiveAnswerSix": "Learning new things",
    "questionFiveAnswerSeven": "Rewarding myself after completing tasks",
    "questionFiveAnswerEight": "Imagining a better future",
    "questionSix": "If you wake up early, what is the first thing you’d like to do?",
    "questionSixAnswerOne": "Meditation and mental focus",
    "questionSixAnswerTwo": "Reading a book",
    "questionSixAnswerThree": "Writing down thoughts and plans for the day",
    "questionSixAnswerFour": "Exercising and physical activity",
    "questionSixAnswerFive": "Enjoying the quiet and calm of the morning",
    "questionSixAnswerSix": "Working on personal projects",
    "questionSixAnswerSeven": "Having a hearty and nutritious breakfast",
    "questionSixAnswerEight": "Planning for the day ahead",
    "questionSeven": "Which of these statements resonates with you the most?",
    "questionSevenAnswerOne": "I need to be with others to succeed",
    "questionSevenAnswerTwo": "Loneliness causes me to lose motivation",
    "questionSevenAnswerThree": "I work better in a group than alone",
    "questionSevenAnswerFour": "I like to share my experiences with others",
    "questionSevenAnswerFive": "The presence of others energizes me",
    "questionSevenAnswerSix": "I feel a stronger sense of responsibility in a group",
    "questionSevenAnswerSeven": "I am motivated by seeing others' progress",
    "questionSevenAnswerEight": "I can maintain new habits better in a group",
    "resultOneName": "Water - Flowing and Dynamic",
    "resultOneDescription": "Your traits: You are dynamic and adaptable, able to adjust to changes. However, sometimes your energy scatters, and you need a clear direction to flow.",
    "resultTwoName": "Fire - Energetic and Inspiring",
    "resultTwoDescription": "Your traits: You are full of passion and enthusiasm, capable of inspiring others. However, sometimes this energy quickly fades and you require constant fuel.",
    "resultThreeName": "Earth - Steady and Reliable",
    "resultThreeDescription": "Your traits: You are stable and dependable, serving as a solid foundation for growth. However, sometimes this stability turns into inertia and resistance to change.",
    "resultFourName": "Air - Free and Creative",
    "resultFourDescription": "Your traits: You have a creative mind and a free spirit, always full of fresh and unique ideas. However, sometimes this freedom leads to scattered focus and disorganization.",
    "resultFiveName": "Crystal - Clear and Reflective",
    "resultFiveDescription": "Your traits: You have the ability to reflect and think deeply, seeing issues from multiple perspectives. However, sometimes you get lost in thought and fail to take action.",
    "resultSixName": "Steel - Strong and Resilient",
    "resultSixDescription": "Your traits: You are very resilient and resistant to hardships. However, sometimes this strength turns into inflexibility and excessive stubbornness.",
    "resultSevenName": "Light - Illuminating and Inspiring",
    "resultSevenDescription": "Your traits: You have the ability to light the way for yourself and others, inspiring those around you. However, sometimes this brilliance can be overwhelming, blinding you to the details."
}