{
    "aboutUs": "Qui sommes-nous",
    "ted": "TED",
    "tedSubLabel": "Idées à découvrir",
    "tedx": "TEDx",
    "tedxSubLabel": "Événements TED indépendants",
    "tedxSubtitle": "Événements TED indépendants",
    "tedxlakeheadu": "TEDxLakeheadU",
    "tedxconcordiauniversity": "TEDxConcordiaUniversity",
    "tedxlakeheaduSubtitle": "Événement TEDx local",
    "tedxconcordiauniversitySubtitle": "Local TEDx Event",
    "dateAndTime": "Calendrier et Horaire",
    "dateAndTimeSubLabel": "Détails de l'horaire",
    "dateAndTimeSubtitle": "Horaire et lieu",
    "agenda": "Programme",
    "agendaSubLabel": "Plan de l'événement",
    "agendaSubtitle": "Détails du programme",
    "members": "Members",
    "membersSubLabel": "Faites partie de notre communauté",
    "membersSubtitle": "Notre communauté",
    "event": "Événement",
    "team": "Équipe",
    "teamSubtitle": "Notre communauté",
    "speaker": "Conférencier",
    "speakers": "Conférenciers",
    "speakersSubLabel": "Partagez vos idées sur scène",
    "speakersSubtitle": "Présentateurs en vedette",
    "teamMember": "Membre de l'équipe",
    "attendees": "Participants",
    "coreTeam": "Équipe principale",
    "partners": "Partenaires",
    "media": "Médias",
    "photos": "Photos",
    "videos": "Vidéos",
    "mediaSubtitle": "Moments forts de l'événement",
    "photosSubtitle": "Moments Capturés",
    "videosSubtitle": "Regardez les Conférences",
    "joinUs": "Rejoignez-nous",
    "joinUsSubtitle": "Votre chemin vers la participation",
    "heroTitle": "Découvrez une expérience authentique lors d'un événement TEDx avec TEDxConcordiaUniversity!",
    "heroSubTitle": "Explorez l'extraordinaire à TEDxConcordiaUniversity, où les conférences TED prennent vie avec inspiration ...",
    "hero2024Title": "Restez à l'écoute ! Notre avenir se dévoile bientôt",
    "hero2024SubTitle": "TEDxConcordiaUniversity est en cours de chargement, préparez-vous à l'impact!",
    "learnMore": "En Savoir Plus",
    "exploreMore": "Explorer Plus",
    "featureTitle": "Dévoiler l'Univers TED",
    "featureSubTitle": "Comprendre TED, TEDx et TEDxConcordiaUniversity",
    "tedDescription": "TED (Technologie, Divertissement, Design) est un groupe à but non lucratif reconnu pour ses interventions brèves et percutantes sur une variété de sujets sous le slogan « Idées qui valent la peine d'être diffusées ». TED s’efforce de révéler et de diffuser des idées qui stimulent la créativité et suscitent des transformations significatives. Il se concentre sur la curiosité, la logique, l’émerveillement et la quête du savoir. TED accueille chaleureusement des personnes de tous horizons et domaines qui recherchent une compréhension approfondie du monde et des connexions enrichissantes.",
    "tedxDescription": "Les événements TEDx offrent une expérience distinctive avec des intervenants exceptionnels, des vidéos stimulantes et des discussions qui élargissent les perspectives. Ces rassemblements communautaires proposent des présentations et des performances semblables aux conférences TED, conçues pour motiver et diffuser le savoir. Chaque événement TEDx, organisé et géré de manière autonome, est conçu pour répondre aux besoins de sa communauté locale. Bien que variant en contenu et en forme, tous les événements TEDx défendent la créativité, la curiosité et l’objectif de partager des idées percutantes.",
    "tedxConcordiaUniversityDescription": "TEDxConcordiaUniversity est une équipe TEDx dynamique et émergente basée à Montréal, animée par la culture vibrante de la ville. En tant que membre de la communauté TEDx mondiale, nous nous efforçons de créer un forum où les voix locales diffusent des idées transformatrices dignes d’être partagées. Nous préparons avec enthousiasme notre événement inaugural, une expérience d’une journée complète dans le centre-ville de Montréal cet automne, présentant des conférences inspirantes et favorisant des connexions qui suscitent la créativité, la curiosité et un changement transformateur.",
    "programs": "PROGRAMMES",
    "ourCommunity": "NOTRE COMMUNAUTÉ",
    "followUs": "SUIVEZ-NOUS",
    "organizers": "Organisateurs",
    "sponsor": "Sponsor",
    "sponsors": "Sponsors",
    "sponsorsSubLabel": "Soutenez l'innovation et les idées",
    "sponsorsSubtitle": "Soutiens de l'événement",
    "joinUsTitle": "faites partie de quelque chose d'incroyable ✌️",
    "joinUsSubTitle": "Au-delà de la participation : Faites partie de la création ;)",
    "joinUsSpeakerDescription": "Rejoignez-nous en tant que conférencier pour partager votre expertise et votre passion sur la scène des TED Talks, où vos idées peuvent inspirer le monde.",
    "joinUsTeamMemberDescription": "Êtes-vous passionné par notre mission et souhaitez-vous faire partie d'une équipe dynamique travaillant vers un objectif commun ?",
    "joinUsSponsorDescription": "Soutenez notre mission, soyez un élément crucial ! Rejoignez-nous en tant que sponsor et ayez un impact durable avec TED Talks.",
    "you": "Vous",
    "joinTheTeam": "Rejoignez l'équipe",
    "firstName": "Prénom",
    "middleName": "Deuxième prénom",
    "lastName": "Nom de famille",
    "dateOfBirth": "Date de naissance",
    "occupation": "Profession",
    "reasonToJoinTeamTitle": "Pourquoi souhaitez-vous faire partie de TEDxConcordiaUniversity?",
    "reasonToJoinTeamPlaceholder": "Rédigez un court paragraphe sur la raison pour laquelle vous souhaitez faire partie de TEDxConcordiaUniversity (max. 300 mots)",
    "reasonToJoinSpeakerTitle": "Pourquoi voulez-vous être conférencier au TEDxConcordiaUniversity?",
    "reasonToJoinSpeakerPlaceholder": "Écrivez un court paragraphe sur les raisons pour lesquelles vous souhaitez être conférencier au TEDxConcordiaUniversity (maximum 300 mots).",
    "favoriteCommitteeTitle": "Choisissez votre comité préféré",
    "favoriteCommitteePlaceholder": "Veuillez rédiger un court paragraphe sur la raison pour laquelle vous souhaitez rejoindre votre comité ou vos comités choisis, en incluant vos compétences, votre expérience et vos objectifs pertinents (max. 300 mots)",
    "ideaToTalkTitle": "Votre idée à discuter",
    "ideaToTalkPlaceholder": "Veuillez rédiger un court paragraphe sur l'idée que vous souhaitez aborder. (maximum 300 mots)",
    "contactInfoTitle": "Coordonnées",
    "contactInfoPlaceholder": "Merci de nous indiquer comment nous pouvons rester en contact avec vous.",
    "educationLevel": "Veuillez sélectionner votre niveau d'éducation.",
    "preferredPronounTitle": "Veuillez sélectionner un pronom préféré.",
    "preferredPronounPlaceholder": "Sélectionnez votre pronom préféré",
    "selectDateOfBirth": "Veuillez sélectionner une date de naissance valide.",
    "submit": "Envoyer",
    "sheHer": "Elle, Elle",
    "heHim": "Il, Lui",
    "theyThem": "Iels, Leur",
    "other": "Autre",
    "companyName": "Nom de l'entreprise",
    "companyNamePlaceholder": "Veuillez fournir le nom de votre entreprise.",
    "companyDescription": "Description de l'entreprise",
    "companyDescriptionPlaceholder": "Veuillez rédiger un court paragraphe sur votre entreprise (maximum 300 mots).",
    "joinUsPageTitle": "Faites partie de quelque chose d'extraordinaire",
    "joinUsPageSubTitle": "Connectez-vous avec des visionnaires, des innovateurs et des agents de changement Conférenciers, membres de l'équipe et sponsors, bienvenue!",
    "joinUsSponsorPageTitle": "Rehaussez Votre Marque avec Nous!",
    "joinUsSponsorPageSubTitle": "Votre marque, notre plateforme : une collaboration gagnant-gagnant",
    "joinUsSpeakerPageTitle": "Soyez le changement : Parlez lors du TEDxConcordiaUniversity!",
    "joinUsSpeakerPageSubTitle": "Donnez Forme à l'avenir avec Vos Idées sur Notre Scène",
    "sponsorFormTitle": "Devenez sponsor maintenant!",
    "sponsorFormSubTitle": "Assurez votre place en tant que partenaire vedette",
    "speakerFormTitle": "Exprimez votre vérité!",
    "speakerFormSubTitle": "Postulez pour parler dès aujourd'hui",
    "mediaPageTitle": "Moments capturés :)",
    "sponsorPageTitle": "Nos généreux sponsors",
    "sponsorPageSubTitle": "En l'honneur des contributions exceptionnelles de nos sponsors précieux pour l'événement",
    "teamPageTitle": "Les personnes derrière TEDxAveLorne",
    "teamPageSubTitle": "Rencontrez le groupe diversifié d'experts qui créent des moments inspirants",
    "eventPageSubTitle": "Marquez votre calendrier et préparez-vous pour une journée passionnante!",
    "agendaPageTitle": "Notre programme de conférences inspirantes",
    "agendaPageSubTitle": "Découvrez un monde d'idées, d'analyses et d'inspiration dans notre programme complet de conférences",
    "speakerPageTitle": "Nos Orateurs",
    "statisticsTitle": "Indicateur d'impact de l'événement",
    "statisticsSubTitle": "Là où les chiffres racontent une histoire!",
    "seeProfile": "Voir le profil",
    "saminQuote": "Je suis un étudiant en physique qui aime découvrir des choses nouvelles et intéressantes. Je suis devenu l'organisateur de TEDxAveLorne pour partager et apprendre des autres. Après avoir été membre de l'équipe TEDxZanjan, j'ai pris le rôle de diriger l'équipe, appréciant le travail d'équipe et les nouvelles opportunités.",
    "fatemehQuote": "Étudier l'ingénierie minière pourrait m'aider à trouver les trésors que je cherche toujours dans les paroles des gens. Je suis ici pour expérimenter et apprécier de travailler dans une organisation à but non lucratif et laisser les livres non écrits être lus.",
    "reihanehQuote": "En tant qu'étudiante enthousiaste en master d'ingénierie électrique à l'Université McGill, j'apporte un mélange unique d'expertise technique et une profonde passion pour le storytelling. Le bénévolat chez TEDxAveLorne est ma plateforme pour permettre aux gens ordinaires de partager leurs histoires uniques, apportant des changements positifs par la magie des idées.",
    "erfanQuote": "Étant étudiant depuis longtemps, j'ai toujours été excité d'entendre des idées nouvelles. Travailler avec l'équipe TEDxAveLorne a été une opportunité incroyable non seulement pour absorber de nouvelles perspectives mais aussi pour contribuer à la diffusion d'idées révolutionnaires. Ce fut un parcours enrichissant de croissance, d'apprentissage et d'inspiration !",
    "zahraQuote": "Je crois toujours au pouvoir des mots. Je pense qu'une conférence TED est un excellent endroit pour laisser des mots puissants incliner les esprits des gens à bouger, agir ou prendre une nouvelle décision qui sauve des vies !",
    "fathimaQuote": "Chaque individu possède des connaissances uniques et, lorsqu'elles sont combinées, ces silos de connaissances peuvent créer des merveilles. La connaissance est précieuse dans tous les domaines, c'est pourquoi j'ai rejoint TEDxAveLorne : pour me connecter avec des personnes compétentes, partager des idées et m'améliorer continuellement !",
    "hamidrezaQuote": "Tellement excité de faire partie de l'équipe TEDxAveLorne ! Je suis passionné par la communication scientifique à un large public et par ma participation à des comités et clubs qui la promeuvent. J'ai hâte de partager des idées innovantes pour un monde plus durable.",
    "baharanQuote": "Je suis une ingénieure logicielle spécialisée en apprentissage profond à la recherche de modèles et d'idées innovants. J'aime partager mes connaissances et suis impatiente d'inspirer lors des événements TEDx. Embarquons ensemble dans ce voyage d'idées.",
    "melikaQuote": "En tant qu'étudiante en doctorat en ingénierie informatique à l'Université Concordia, je suis ravie de diriger le marketing pour les parrainages de TEDxAveLorne, en fusionnant ma passion pour la technologie avec mes compétences en réseautage pour renforcer les partenariats et créer des expériences mémorables pour notre public et nos sponsors.",
    "mohammadQuote": "Partager mes compétences et aider mes amis à créer quelque chose de significatif.",
    "minaQuote": "Rencontrer de nouvelles personnes, de nouvelles idées, de nouvelles opportunités et contribuer à ma communauté à Montréal !",
    "motaharehQuote": "TED a grandement influencé ma trajectoire professionnelle. Regarder une conférence TED sur l'expansion des sens humains a détourné mon intérêt des galaxies d'étoiles au-dessus de ma tête vers les galaxies de neurones à l'intérieur. J'ai donc rejoint TEDxAveLorne en tant que curatrice pour aider à élaborer des conférences pouvant inspirer et impacter les autres de la même manière.",
    "aryanaQuote": "En tant que scientifique, je suis toujours avide d'entendre différentes idées dans divers domaines. De plus, je suis intéressée à apprendre comment donner des conférences efficaces et maintenir mon audience engagée. Par conséquent, j'ai rejoint l'équipe de curation de TEDxAveLorne pour aider les conférenciers dans leur préparation !",
    "pegahQuote": "Faire partie d'un groupe de personnes intéressées à diffuser des idées malgré toutes les difficultés.",
    "royanQuote": "À venir bientôt... Restez à l'écoute pour une biographie intrigante !",
    "edwinQuote": "À venir bientôt... Restez à l'écoute pour une biographie intrigante !",
    "gezalQuote": "À venir bientôt... Restez à l'écoute pour une biographie intrigante !",
    "aminQuote": "Je suis ici à TEDxAvelorne pour susciter des idées révolutionnaires. En tant que diplômé en master de l'Université Concordia en informatique, faire partie de cette équipe me permet de canaliser ma passion en créant une plateforme numérique qui reflète l'esprit d'innovation de TEDxAvelorne. Créons une expérience inoubliable pour notre public et nos conférenciers!",
    "peggyBellQuote": "Peggy Bell, leader en communication et innovation dans l'industrie minière, a plus de 15 ans d'expérience dans la croissance stratégique et l'attraction de talents. Conférencière respectée en stratégies organisationnelles et durabilité, elle fait du bénévolat avec des organisations STEM, montrant son engagement envers l'avenir de l'industrie.",
    "leilaKosseimQuote": "Leila Kosseim, professeure à l'Université Concordia, se spécialise en traitement du langage naturel. Elle a cofondé le laboratoire CLaC et a été présidente de l'Association canadienne d'intelligence artificielle. Leila a publié de nombreux travaux en traitement du langage naturel.",
    "floreDeshayesQuote": "Flore Deshayes, travailleuse sociale et instructrice de pleine conscience originaire de France, maintenant au Canada, a travaillé avec des communautés autochtones et diverses cultures, promouvant le bien-être et la pleine conscience.",
    "kiraDolhanQuote": "Kira Dolhan, étudiante en master, étudie les patients en soins intensifs atteints de coma ou de troubles de la conscience, utilisant l'EEG et les techniques de neurosciences computationnelles. Elle fait du bénévolat dans les opérations de recherche et sauvetage, servant comme officier de formation pour la Royal Canadian Marine Search and Rescue et maintenant avec l'Unité de secours bénévole de Pointe-Claire.",
    "myraVirgilQuote": "Myra Virgil, travailleuse sociale avec une expérience en protection de l'enfance et programmes pour les jeunes, travaille aux Bermudes sur les droits de l'homme et les relations raciales. Elle détient des diplômes en sociologie, travail social et un doctorat, avec une formation supplémentaire en leadership et médiation.",
    "janetPerlmanQuote": "Janet Perlman, réalisatrice d'animation, écrivaine et illustratrice, a reçu des distinctions mondiales, y compris une nomination aux Oscars et un Emmy. Elle collabore avec l'Office national du film du Canada, écrit des livres pour enfants et enseigne. Actuellement, elle travaille sur un film expérimental, Tiny Screens.",
    "peggyBellBiography": "Forte de plus de 15 ans d'expérience dans l'industrie minière, Peggy Bell est une leader reconnue dans les domaines des communications, du développement commercial et de l'innovation. Ses contributions ont favorisé la croissance stratégique et redéfini l'attraction des talents au sein du secteur. L'expertise de Peggy dans la direction d'équipes diversifiées et l'atteinte des indicateurs de performance clés a été démontrée par ses rôles de direction dans des organisations multinationales en STIM. En tant que conférencière respectée, Peggy a partagé ses idées sur les stratégies organisationnelles et la durabilité lors d'événements prestigieux. Son travail bénévole avec des organisations axées sur les STIM souligne davantage son engagement envers l'avenir de l'industrie. Axée sur la création d'un secteur avec des communications fiables basées sur les données et sur la promotion des talents, Peggy Bell est une autorité de confiance dans l'industrie minière, offrant des perspectives précieuses sur son potentiel de transformation positive.",
    "leilaKosseimBiography": "Leila Kosseim est professeure au département d'informatique et de génie logiciel (CSSE) à l'Université Concordia à Montréal, spécialisée dans le domaine du traitement automatique des langues. Elle a obtenu son doctorat de l'Université de Montréal en 1995 sur le sujet de la génération de langage naturel. Entre 1995 et 1997, elle a obtenu une bourse postdoctorale industrielle CRSNG et a travaillé sur le développement du logiciel Antidote chez Druide informatique inc. De 1998 à 2001, elle a été chargée de cours et chercheuse à l'Université de Montréal au sein du groupe RALI. En 2001, elle a rejoint Concordia et a cofondé le laboratoire CLaC (Computational Linguistics @Concordia). Leila a eu l'honneur de servir en tant que vice-présidente (2017-2019), présidente (2019-2021) et ancienne présidente (2021-2023) de l'Association canadienne d'intelligence artificielle (CAIAC).",
    "floreDeshayesBiography": "Originaire de France, elle a fait du Canada son chez-soi depuis six ans. Travailleuse sociale dévouée et instructrice de méditation de pleine conscience, sa carrière a inclus des travaux avec des communautés autochtones et des engagements avec diverses cultures à travers les continents. Rejoignez-la au TEDx où elle partagera des idées issues de ses expériences mondiales dans la promotion du bien-être et de la pleine conscience, et parlera du pouvoir du silence.",
    "kiraDolhanBiography": "Kira est étudiante en maîtrise et étudie les patients en unité de soins intensifs diagnostiqués avec un coma ou un trouble de la conscience. Son travail consiste à enregistrer des électroencéphalogrammes (EEG) de ces patients et à appliquer diverses techniques de neurosciences computationnelles (par exemple, quantifier la connectivité fonctionnelle du cerveau) aux données, dans le but d'améliorer le diagnostic et le pronostic des patients. En plus de ses études, elle a été bénévole dans des organisations de recherche et sauvetage (SAR) pendant les trois dernières années et demie. Elle a commencé à faire du bénévolat pour la Royal Canadian Marine Search and Rescue à Victoria (Colombie-Britannique), où elle a été élue officier de formation, organisant ainsi le curriculum et la formation SAR marine pour notre station. Depuis son déménagement à Montréal, elle est bénévole avec l'unité de sauvetage bénévole urbaine et rurale de Pointe-Claire.",
    "myraVirgilBiography": "En tant que conseillère en philanthropie de jour, Myra est responsable de la création d'un atout communautaire permanent pour les Bermudes, recherchant des opportunités d'investissement social qui améliorent la qualité de vie des résidents et aidant les individus, les familles et les entreprises à établir des fonds de legs qui s'alignent avec leurs missions philanthropiques. Travailleuse sociale de profession formée et éduquée au Canada, elle a occupé des postes de haute direction au sein du gouvernement des Bermudes, du ministère de la protection de la jeunesse du gouvernement du Québec et de The Atlantic Philanthropies, une fondation philanthropique mondiale. Myra a également été présidente du conseil d'administration de plusieurs organisations à but non lucratif et chargée de cours associée en counseling spécialisé au Collège Vanier à Montréal.",
    "janetPerlmanBiography": "Janet Perlman, an animation director, writer, and illustrator, has earned global honors including an Oscar nomination and an Emmy. She collaborates with the National Film Board of Canada, writes children’s books, and teaches. Currently, she works on an experimental film, Tiny Screens.",
    "peggyBellTalkDescription": "Dans cette conférence stimulante, Peggy Bell remet en question les perceptions courantes de l'industrie minière et dévoile son rôle essentiel dans notre vie quotidienne et l'économie mondiale. Elle met en lumière le potentiel de transformation positive du secteur à travers des statistiques convaincantes et des perspectives personnelles. Découvrez comment embrasser la diversité, l'innovation et la durabilité peut révolutionner l'exploitation minière, passant de l'exploitation à l'autonomisation. Cette conférence est un appel à l'action pour les dirigeants de l'industrie et les individus à repenser leur relation avec l'exploitation minière et son impact sur le monde. Forte de plus de 15 ans d'expérience dans l'industrie minière, Peggy Bell est une leader reconnue dans les domaines des communications, du développement commercial et de l'innovation. Ses contributions ont favorisé la croissance stratégique et redéfini l'attraction des talents au sein du secteur. L'expertise de Peggy dans la direction d'équipes diversifiées et l'atteinte des indicateurs de performance clés a été démontrée par ses rôles de direction dans des organisations multinationales en STIM. En tant que conférencière respectée, Peggy a partagé ses idées sur les stratégies organisationnelles et la durabilité lors d'événements prestigieux. Son travail bénévole avec des organisations axées sur les STIM souligne davantage son engagement envers l'avenir de l'industrie. Axée sur la création d'un secteur avec des communications fiables basées sur les données et sur la promotion des talents, Peggy Bell est une autorité de confiance dans l'industrie minière, offrant des perspectives précieuses sur son potentiel de transformation positive. Cette conférence a été donnée lors d'un événement TEDx utilisant le format de la conférence TED mais organisé de manière indépendante par une communauté locale.",
    "leilaKosseimTalkDescription": "Avec les avancées récentes dans la compréhension du langage naturel par les machines, beaucoup d'entre nous ont été impressionnés par la capacité des ordinateurs à comprendre et à interagir en langage naturel. Dans cette conférence, Leila, professeure en intelligence artificielle spécialisée dans le traitement automatique des langues, offrira un aperçu des coulisses, explorant la science qui anime ces systèmes intelligents. Leila Kosseim est professeure au département d'informatique et de génie logiciel (CSSE) à l'Université Concordia à Montréal spécialisée dans le domaine du traitement automatique des langues. Elle a obtenu son doctorat de l'Université de Montréal en 1995 sur le sujet de la génération de langage naturel. Entre 1995 et 1997, elle a obtenu une bourse postdoctorale industrielle CRSNG et a travaillé sur le développement du logiciel Antidote chez Druide informatique inc. De 1998 à 2001, elle a été chargée de cours et chercheuse à l'Université de Montréal au sein du groupe RALI. En 2001, elle a rejoint Concordia et a cofondé le laboratoire CLaC (Computational Linguistics @Concordia). Leila a eu l'honneur de servir en tant que vice-présidente (2017-2019), présidente (2019-2021) et ancienne présidente (2021-2023) de l'Association canadienne d'intelligence artificielle (CAIAC). Cette conférence a été donnée lors d'un événement TEDx utilisant le format de la conférence TED mais organisé de manière indépendante par une communauté locale.",
    "floreDeshayesTalkDescription": "Dans cette conférence, l'oratrice explore la signification profonde du silence dans les interactions humaines, révélant son potentiel en tant qu'outil de communication puissant. En explorant divers types de silence—productif, obstructif et neutre—la conférence illustre leurs impacts sur les interactions à travers des scénarios familiers. L'oratrice met en évidence comment le silence peut transmettre des émotions et des pensées, améliorer l'écoute active et favoriser des connexions plus profondes. De plus, la conférence aborde les différences culturelles dans la perception du silence, partageant une anecdote personnelle sur le silence dans la culture inuite, et plaide pour la pleine conscience afin d'améliorer la présence et la connexion. En fin de compte, cette conférence encourage à embrasser le silence pour enrichir la communication et les relations. Originaire de France, elle a fait du Canada son chez-soi depuis six ans. Travailleuse sociale dévouée et instructrice de méditation de pleine conscience, sa carrière a inclus des travaux avec des communautés autochtones et des engagements avec diverses cultures à travers les continents. Rejoignez-la au TEDx où elle partagera des idées issues de ses expériences mondiales dans la promotion du bien-être et de la pleine conscience, et parlera du pouvoir du silence. Cette conférence a été donnée lors d'un événement TEDx utilisant le format de la conférence TED mais organisé de manière indépendante par une communauté locale.",
    "kiraDolhanTalkDescription": "Explorer de nouvelles expériences est toujours intimidant pour nous, surtout lorsque nous sentons que nous manquons des qualifications nécessaires. L'étudiante en neurosciences, Kira Dolhan, explique comment ses traits personnels et physiques apparemment incompatibles l'ont non seulement aidée à réussir dans le monde exigeant de la recherche et sauvetage maritimes, mais y ont également laissé une empreinte. À travers son histoire, découvrez comment vos qualités non conventionnelles peuvent vous rendre, vous et votre équipe, uniques. Kira est étudiante en maîtrise et étudie les patients en unité de soins intensifs diagnostiqués avec un coma ou un trouble de la conscience. Son travail consiste à enregistrer des électroencéphalogrammes (EEG) de ces patients et à appliquer diverses techniques de neurosciences computationnelles (par exemple, quantifier la connectivité fonctionnelle du cerveau) aux données, dans le but d'améliorer le diagnostic et le pronostic des patients. En plus de ses études, elle a été bénévole dans des organisations de recherche et sauvetage (SAR) pendant les trois dernières années et demie. Elle a commencé à faire du bénévolat pour la Royal Canadian Marine Search and Rescue à Victoria (Colombie-Britannique), où elle a été élue officier de formation, organisant ainsi le curriculum et la formation SAR marine pour notre station. Depuis son déménagement à Montréal, elle est bénévole avec l'unité de sauvetage bénévole urbaine et rurale de Pointe-Claire. Cette conférence a été donnée lors d'un événement TEDx utilisant le format de la conférence TED mais organisé de manière indépendante par une communauté locale.",
    "myraVirgilTalkDescription": "...",
    "janetPerlmanTalkDescription": "...",
    "videoThumbnailTitle": "Restez branché!",
    "videoThumbnailSubTitle": "La première de l'émission approche!",
    "talkTopic": "Sujet de discussion",
    "comingSoon": "Prochainement ...",
    "getTicket": "Acheter un billet",
    "stepIntoThePast": "Plongez dans le passé:",
    "unlockTheFuture": "Déverrouillez l'avenir:",
    "scrollingTeamTitle": "Dans les Coulisses",
    "scrollingTeamSubTitle": "Les Brillants Organisateurs de l'Événement 2025",
    "scrollingTeamButtonLabel": "Explorer l'Équipe",
    "exploreAllTalks": "Explorer les conférences de 2023",
    "comingSoonEventPageTitle": "Détails de l'événement bientôt disponibles!",
    "comingSoonEventPageSubTitle": "Restez à l'écoute pendant que nous finalisons la date, l'heure et le lieu de TEDxConcordiaUniversity.",
    "comingSoonTeamPageTitle": "Rencontrez l'équipe bientôt !",
    "comingSoonTeamPageSubTitle": "Derrière chaque événement TEDx se cache une équipe incroyable. Nos organisateurs partageront bientôt leurs histoires avec vous.",
    "comingSoonSpeakersPageTitle": "Préparez-vous à rencontrer nos conférenciers!",
    "comingSoonSpeakersPageSubTitle": "Nos conférenciers inspirants préparent leurs idées à partager. Revenez bientôt pour entendre leurs histoires.",
    "speakersPageTitle": "Esprits Inspirants sur Scène",
    "speakersPageSubTitle": "Découvrez les Penseurs qui Façonnent la Conversation",
    "comingSoonMediaPageTitle": "Moments capturés dévoilés bientôt!",
    "comingSoonMediaPageSubTitle": "Revivez l'expérience TEDxConcordiaUniversity à travers des photos et vidéos, bientôt disponibles.",
    "fromOurPreviousEvent": "de Notre Evénement Précédent",
    "countdownTitle": "Tic-tac... TEDxConcordiaUniversity approche à grands pas!",
    "landingPageTitle": "TEDxConcordiaUniversity vous attend!",
    "countdownSubTitle": "Préparez-vous à en avoir plein la tête!",
    "seconds": "Secondes",
    "minutes": "Minutes",
    "hours": "Heures",
    "days": "Jours",
    "tellMeMore": "Dites-m'en plus",
    "yourTicketAwaits": "Votre billet vous attend",
    "getTicketTitle": "Achetez votre billet, découvrez de nouvelles idées!",
    "getTicketSubTitle": "Rejoignez-nous pour une journée d'idées, de performances et de connexions..",
    "ticket": "Billet",
    "buyYourTickets": "Achetez vos billets",
    "ticketSubtitle": "Get Your Ticket",
    "home": "Accueil",
    "eventDate": "30 mars 2025",
    "studentPass": "Pass étudiant",
    "generalAdmission": "Admission générale",
    "frontRowSeats": "Places au premier rang",
    "onlyForStudents": "Uniquement pour les étudiants",
    "fullAccessToAllTalks": "Accès complet à toutes les conférences",
    "premiumSeating": "Sièges premium",
    "buyTicket": "Acheter un billet",
    "organizingTeam": "Équipe organisatrice",
    "esteemedSpeakers": "Conférenciers éminents",
    "menu": "Menu",
    "viewProfile": "Voir le profil",
    "doneyliDeJesusTitle": "Architecte IA principal",
    "doneyliDeJesusBio": "Doneyli est Architecte IA Principal chez Snowflake, où il dirige des initiatives stratégiques en IA générative et en apprentissage automatique, aidant les organisations à libérer le pouvoir transformateur de l’IA. Fort de plus de deux décennies d’expérience dans l’IA et la data, il est à l’avant-garde pour guider les entreprises à travers un paysage technologique en constante évolution. Son expertise comble le fossé entre les technologies de pointe et l’impact concret, permettant aux entreprises de transformer leurs données en intelligence exploitable. Au-delà de son rôle chez Snowflake, Doneyli est un leader d’opinion et un mentor dédié à former la prochaine génération de professionnels en IA et data. Sa passion pour l’éducation et la réflexion stratégique dépasse les salles de réunion : il partage activement ses connaissances par le biais de conférences, de coaching et de mentorat dans l’industrie. Il croit que l’avenir de l’IA ne se limite pas à la technologie, mais consiste à donner aux gens les moyens de penser différemment et d’innover sans crainte. Il apporte une perspective unique sur l’intersection de l’IA, de l’entreprise et du potentiel humain, incitant son audience à repenser ce qui est possible dans un monde guidé par l’IA.",
    "ysimerGonzalezTitle": "Responsable de la chaîne d’approvisionnement",
    "ysimerGonzalezBio": "Ysimer Gonzalez est ingénieure industrielle spécialisée dans la gestion de la chaîne d’approvisionnement et des opérations. Grâce à une approche proactive d’amélioration continue, elle a piloté des projets novateurs et géré des stratégies d’inventaire, influençant considérablement l’efficacité et les processus. Le parcours de Ysimer a commencé en tant qu’assistante au département de planification des matériaux; aujourd’hui, à la tête de l’équipe nationale de la chaîne d’approvisionnement, elle encourage les talents et promeut la diversité dans les domaines de l’ingénierie et de la technologie. Passionnée par le mentorat, Ysimer soutient les futurs leaders et partage ses perspectives en développement de carrière en tant que mentor au sein du Female Mentoring and Development Program (FMDP) d’ABB. Elle est également cofondatrice du réseau des anciens mentorés du FMDP. Déterminée à inspirer les autres, Ysimer s’efforce constamment d’améliorer les contextes professionnels et personnels grâce à des processus optimisés et efficaces.",
    "rashidaGeddesTitle": "Coach en leadership et développement de carrière et cadre supérieur en gestion des talents",
    "rashidaGeddesTitleBio": "Rashida Geddes est coach en leadership et développement de carrière ainsi que cadre supérieur en gestion des talents, résolue à aider les professionnels à surmonter les obstacles, clarifier leurs objectifs et libérer leur potentiel ! Elle a collaboré avec des organisations telles que BMO, Bell, Meta et HP pour repérer, impliquer et recruter des talents d’exception. Ses réflexions ont été présentées sur Bell TV1, Rogers et CBC Canada, ainsi qu’à la Harvard Business School, où elle encourage Millennials et Gen Z à prendre conscience de leur valeur et à exploiter pleinement leurs expériences vécues. Au travers de son coaching, de ses conférences et de ses formations, Rashida façonne la prochaine génération de leaders pour qu’ils génèrent un impact significatif dans leur carrière et au sein de leurs organisations.",
    "anthonyAndreoliTitle": "Chercheur en cybersécurité au niveau doctoral",
    "anthonyAndreoliBio": "Anthony n’est chercheur au doctorat en cybersécurité que durant la journée. Le reste de son temps est consacré à deux voies : la création musicale et la quête de compassion. Compte tenu de l’obsession du monde pour l’estime de soi liée à la productivité, il adopte une perspective différente. Témoins de tragédies dans sa propre famille et dans celles de ses proches, il a constaté que la productivité ne se trouvait même pas en périphérie de la souffrance ; plutôt, un manque d’amour inconditionnel et omniprésent en était la source. Une curiosité spirituelle résolue s’est éveillée en lui pour comprendre la nature de la souffrance et les causes du tourment émotionnel. Bien que certains le jugent sensible, il considère que l’absence d’une sensibilité appropriée limite à la fois la créativité humaine et, en effet, la productivité. Il a passé près de trois ans à étudier l’Advaita Vedanta dans l’espoir de saisir l’existence et la condition humaine. En constante quête de connaissances supérieures, Anthony n’a qu’un souhait : favoriser les conditions nécessaires à la prospérité humaine.",
    "geoffreyReidTitle": "PDG | Consultant | Professeur | Auteur | Conférencier",
    "geoffreyReidBio": "Geoffrey Reid a entamé sa carrière il y a plus de trente ans comme analyste de politiques publiques dans la fonction publique canadienne, après avoir obtenu un baccalauréat à l’Université Bishop’s. Ces dernières années, il a occupé le poste de PDG pour une entreprise multinationale privée qui compte cinquante sites à travers le monde et il est reconnu comme un leader mondial dans le domaine des événements d’affaires et des ventes. Entre-temps, Geoffrey a complété une maîtrise, entrepris des études doctorales et exercé en tant que médiateur, formateur et consultant indépendant auprès de clients des secteurs public et privé. Durant les cinq années précédant sa transition vers le domaine des ventes, Geoffrey a également été professeur adjoint à l’École des études supérieures de l’Université Concordia à Montréal, au Canada, où il enseignait la négociation, la médiation et la résolution de conflits au niveau de la maîtrise. Il a débuté sa carrière en ventes à Montréal en l’an 2000, dans un poste subalterne dont l’objectif principal était d’apprendre les techniques de vente – un domaine qu’il ne maîtrisait pas encore à l’époque. À la fin de sa première année complète, Geoffrey avait généré plus de revenus de vente personnels que tout autre employé en Amérique du Nord. Peu après, il est passé à la gestion et a gravi les échelons, assumant d’abord la responsabilité locale, puis nationale, de tous les bureaux au Canada. En 2014, il s’est vu confier des responsabilités internationales et s’est installé à Londres, au Royaume-Uni, pour occuper un poste de chef de la direction, prenant environ une centaine de vols par an afin de soutenir des bureaux en Asie, en Europe et en Amérique du Nord. Sa plus grande satisfaction réside dans le fait d’avoir recruté ou développé, directement ou indirectement, de nombreux meilleurs vendeurs, gestionnaires et directeurs actuels. Une partie essentielle de cette satisfaction est d’avoir pu transmettre des compétences qui ont permis à ses collaborateurs de générer des revenus élevés au profit de leur propre bien-être et de celui de leurs familles. Depuis la pandémie, Geoffrey est revenu s’établir à Montréal pour occuper des rôles similaires et partager plus largement les leçons tirées de son quart de siècle de carrière dans la vente, contribuant ainsi à combler le manque d’éducation en vente dans la plupart des écoles de commerce et ailleurs.",
    "antoniaMacrisTitle": "Gestionnaire de la formation d’entreprise, Environnement et Changement climatique Canada",
    "antoniaMacrisBio": "Antonia Macris est une jeune professionnelle interdisciplinaire et pionnière, titulaire d’une maîtrise en technologies éducatives et d’une maîtrise en environnement de l’Université Concordia, ainsi que d’un diplôme d’études supérieures en relations publiques et gestion des communications de l’Université McGill. Elle travaille pour le gouvernement du Canada en tant que gestionnaire de la formation d’entreprise et coprésidente du Réseau national des jeunes à Environnement et Changement climatique Canada. Ses expériences passées incluent le Programme des Nations Unies pour l’environnement et les universités McGill et Concordia, où elle a conçu des opportunités de développement professionnel et d’apprentissage expérientiel pour les étudiants et les anciens élèves. Ses intérêts se concentrent sur l’avancement de l’éducation environnementale à l’échelle internationale et sur la communication favorisant le changement de comportement durable dans les secteurs d’entreprise, nationaux et internationaux. Antonia est bénévole depuis plus d’une décennie au sein de nombreuses organisations diverses : elle est notamment présidente actuelle des Montreal New Leaders au sein de The Hellenic Initiative Canada, secrétaire de la jeunesse pour la Communauté hellénique du Grand Montréal, directrice canadienne à but non lucratif de la National Hellenic Students Association et membre du conseil d’administration de la Hellenic Scholarships Foundation. En 2025, elle a reçu la Médaille du couronnement du roi Charles III au Sénat du Canada ainsi que la Médaille de l’Assemblée nationale pour son leadership auprès des jeunes et sa contribution au service communautaire, contribuant à façonner positivement la prochaine génération de leaders à travers le Canada et à l’étranger."
}